[
    {
        "categoryId": "1",
        "categoryName": "Audi",
        "carName": "2022 Audi R8 5.2 V10 performance",
        "img": "https://i.ibb.co/1KSWCvp/audi1.webp",
        "currentPrice": "192,000",
        "price": "209,000",
        "purchaseYear": "2021",
        "condition": "Excellent",
        "contact": "+880123456789",
        "details": "Suzuka Gray Metallic 2022 Audi R8 V10 RWD 7-Speed Automatic S tronic 5.0L V10 FSI DOHC 40V LEV3-LEV160 562hp Express Red w/Diamond Stitched Seat Trim, Alcantara Headliner w/Diamond Stitching, Carbon Exterior Package, Carbon Sigma Sideblades, Diamond Stitch Full Leather Package, Diamond Stitched Seat Trim, Dynamic Steering, Extended Leather Package, Full Leather Package, Illuminated Door Sill Inlays, Navigation system: MMI Navigation plus, Premium Package, Red Brake Calipers, Wheels: 20 Bi-Color 5-V-Spoke-Evo Design.",
        "location": "NYC",
        "used": "1 year",
        "sellerName": "Akash Akter",
        "time": "24 Novermber 2022"
    },
    {
        "categoryId": "1",
        "categoryName": "Audi",
        "carName": "2015 Audi S7 4.0T quattro",
        "img": "https://i.ibb.co/H4KK24T/audi2.webp",
        "currentPrice": "34,500",
        "price": "83,000",
        "purchaseYear": "2017",
        "condition": "Good",
        "contact": "+880123456789",
        "details": "We are a certified Carfax Advantage Dealer, so you get a free car fax at our website on every car we stock. www.luxuryautomall.com Our inventory of luxurious, mostly one owner cars is second to none in the Tampa Bay area. pre-owned luxury cars. Questions about this car? After call or text SALES @813-935-0888 anytime!",
        "location": "NYC",
        "used": "5 year",
        "sellerName": "Syed Farhan Reza",
        "time": "24 Novermber 2022"
    },
    {
        "categoryId": "1",
        "categoryName": "Audi",
        "carName": "2019 Audi Q7 55 Prestige",
        "img": "https://i.ibb.co/2tTj3nq/audi3.webp",
        "currentPrice": "49,000",
        "price": "209,000",
        "purchaseYear": "2019",
        "condition": "Excellent",
        "contact": "+880123456789",
        "details": "KBB.com Best Buy Awards. Only 24,400 Miles! Boasts 25 Highway MPG and 19 City MPG! This Audi Q7 boasts a Intercooled Supercharger Premium Unleaded V-6 3.0 L/183 engine powering this Automatic transmission. Window Grid Diversity Antenna, Wheels: 20 10-Spoke-Star Design Bi-Color, Valet Function.This Audi Q7 Comes Equipped with These Options Trunk/Hatch Auto-Latch, Trip Computer, Transmission: 8-Speed Automatic w/Tiptronic, Transmission w/Driver Selectable Mode and Oil Cooler, Towing Equipment -inc: Trailer Sway Control, Tires: 285/45R20 All-Season, Tire Mobility Kit, Tailgate/Rear Door Lock Included w/Power Door Locks, Systems Monitor, SIDEGUARD Curtain 1st, 2nd And 3rd Row Airbags. Stop By Today For a must-own Audi Q7 come see us at Woodhouse Lincoln, 8652 South 145th Street, Omaha, NE 68138. Just minutes away!",
        "location": "NYC",
        "used": "3 year",
        "sellerName": "Hridoy Khan",
        "time": "24 Novermber 2022"
    },
    {
        "categoryId": "2",
        "categoryName": "Honda",
        "carName": "2000 Honda S2000",
        "img": "https://i.ibb.co/khQ3S7g/honda1.webp",
        "currentPrice": "25,981",
        "price": "32,000",
        "purchaseYear": "2012",
        "condition": "Good",
        "contact": "+880123456789",
        "details": "This vehicle includes a Money-Back Guarantee and passed our precise inspection process. Best of all the price you see is the price you pay. No haggling. No back and forth. No pressure. And this price is so good it is guaranteed. Money-Back Guarantee is valid for 5 days or 250 miles, whichever comes first. Subject to certain terms and conditions. See store for details. Some restrictions apply.",
        "location": "NYC",
        "used": "10 year",
        "sellerName": "Akash Akter",
        "time": "24 Novermber 2022"
    },
    {
        "categoryId": "2",
        "categoryName": "Honda",
        "carName": "2021 Honda Pilot EX-L",
        "img": "https://i.ibb.co/ZTZNmwX/honda2.webp",
        "currentPrice": "36,393",
        "price": "38,393",
        "purchaseYear": "2021",
        "condition": "Better",
        "contact": "+880123456789",
        "details": "One owner car!, Clean Carfax history, buy with confidence!, Well maintained!, AWD. 19/26 City/Highway MPG Since 1931 there has been a Napleton in your neighborhood! Your business is important and you can count on us to handle it as such now and in the future. We always offer exceptional leases and v ery flexible financing plans as low as 0% APR and terms as long as 84 months! We will work with you regardless of past credit history with trained specialists in store to serve your needs. Our inventory is constantly updating. ",
        "location": "NYC",
        "used": "1 year",
        "sellerName": "Syed Farhan Reza",
        "time": "24 Novermber 2022"
    },
    {
        "categoryId": "2",
        "categoryName": "Honda",
        "carName": "2015 Honda Civic SE",
        "img": "https://i.ibb.co/pb4hDvj/honda3.webp",
        "currentPrice": "19,000",
        "price": "29,000",
        "purchaseYear": "2017",
        "condition": "Good",
        "contact": "+880123456789",
        "details": "2015 Honda Civic SE Clean CARFAX. 2015 Honda Civic SE non smoker, clean carfax, no accidents, Come see why so many people choose Volkswagen of Palm Springs for their next vehicle!, Black w/Cloth Seat Trim, 160-Watt AM/FM/CD Audio System, Alloy wheels, Automatic temperature control, Exterior Parking Camera Rear, Remote keyless entry, Steering wheel mounted audio controls.",
        "location": "NYC",
        "used": "5 year",
        "sellerName": "Hridoy Khan",
        "time": "24 Novermber 2022"
    },
    {
        "categoryId": "3",
        "categoryName": "Mercedes-Benz",
        "carName": "2019 Mercedes-Benz AMG CLS 53 S-Model 4MATIC",
        "img": "https://i.ibb.co/y4SjjK2/mb1.webp",
        "currentPrice": "64,481",
        "price": "79,900",
        "purchaseYear": "2020",
        "condition": "Excellent",
        "contact": "+880123456789",
        "details": "The four-door coupe thing is a conundrum to me, chopping off a pair of doors to call a car a coupe, then adding two more and still calling it a coupe. More than that, you lose the practicality of a sedan in the process. But sales have proven me to be the idiot, with Mercedes-Benz selling enough of these confused coupes since the original CLS debuted to justify the continuation of the moniker now entering its third generation.",
        "location": "NYC",
        "used": "2 year",
        "sellerName": "Akash Akter",
        "time": "24 Novermber 2022"
    },
    {
        "categoryId": "3",
        "categoryName": "Mercedes-Benz",
        "carName": "2013 Mercedes-Benz GL-Class GL 450 4MATIC",
        "img": "https://i.ibb.co/Sn3krgX/mb2.webp",
        "currentPrice": "23,000",
        "price": "88,000",
        "purchaseYear": "2015",
        "condition": "Good",
        "contact": "+880123456789",
        "details": "2013 Mercedes-Benz GL-Class GL 450 in a sleek Arctic White exterior! One Owner, Non Smoker! Nicely equipped with Front Heated Seats, Leather Seats, Front Power Seats, Rear Fog Lights, Power Moonroof / Sunroof, 8 Speaker Sound System, Power Liftgate, 19 Inch Wheels, 3rd Row Bench Seats, Premium Audio System, Automatic Headlights, and much more! Freshly detailed, fully inspected, and ready to roll for its next owner! Stop in today for a test drive, or give us a call for more details at 260.489.7900! The Vorderman family business has been operating since 1990. We like to call our way of operating, The Uncommon Experience, because we do things differently than other dealerships. ",
        "location": "NYC",
        "used": "7 year",
        "sellerName": "Syed Farhan Reza",
        "time": "24 Novermber 2022"
    },
    {
        "categoryId": "3",
        "categoryName": "Mercedes-Benz",
        "carName": "2016 Mercedes-Benz C-Class C 300",
        "img": "https://i.ibb.co/M2HVM3m/mb3.webp",
        "currentPrice": "23,497",
        "price": "39,875",
        "purchaseYear": "2019",
        "condition": "Excellent",
        "contact": "+880123456789",
        "details": "Mercedes-Benz of Jackson is taking additional precautions to ensure the safety and well-being of all our guest and associates. We will remain OPEN FOR BUSINESS and have implemented a Door-to-Door Service and Sales option to help keep everyone safe and comfortable during these difficult times. Please consider Mercedes-Benz of Jackson and all of our associates at your service during this time of need.",
        "location": "NYC",
        "used": "3 year",
        "sellerName": "Hridoy Khan",
        "time": "24 Novermber 2022"
    }
]